{
  "itale_guide": {
    "en": "Guide Sorde, the inheritor, was a tall man, spare, dark, with acute grey eyes and a habit of silence. His son was like him in build and coloring, but not in manner. Itale was merry and impetuous, restless, quick to speak and to act.",
    "cn": "吉德·索尔德，继承人，是个高个子男人，瘦削，肤色黝黑，有一双敏锐的灰色眼睛和沉默的习惯。他的儿子在体格和肤色上像他，但在举止上不像。伊塔勒性格开朗而冲动，坐立不安，说话和行动都很迅速。",
    "context": "描述Itale与父亲的对比"
  },
  "itale_eleonora": {
    "en": "His wife Eleonora, born in Solariy on the southern plain, was the only thing he had found outside the mountains that he prized; and he brought her back with him, for good. In 1803 their son was born, their daughter three years later.",
    "cn": "他的妻子埃莉奥诺拉出生在南部平原的索拉里，是他在山外找到的唯一珍贵之物；他把她带回了山里，永久地。1803年，他们的儿子出生，三年后有了女儿。",
    "context": "描述Itale的出生和家庭背景"
  },
  "itale_laura": {
    "en": "His little sister Laura had been put to bed. He went to her room and stood in the doorway. The child slept with her mouth a little open, one arm flung out of the bedclothes. She was nine years old, a thin child with dark hair.",
    "cn": "他的小妹妹劳拉已经睡下。他走到她的房间门口站着。孩子睡觉时嘴巴微微张开，一只胳膊伸出被子。她九岁，是个瘦小的孩子，头发乌黑。",
    "context": "Itale观察睡着的妹妹"
  },
  "guide_eleonora": {
    "en": "His wife Eleonora, born in Solariy on the southern plain, was the only thing he had found outside the mountains that he prized; and he brought her back with him, for good.",
    "cn": "他的妻子埃莉奥诺拉出生在南部平原的索拉里，是他在山外找到的唯一珍贵之物；他把她带回了山里，永久地。",
    "context": "描述Guide与Eleonora的婚姻"
  },
  "emanuel_guide": {
    "en": "Guide's brother, though six years younger than he, was greyer. Emanuel had been a lawyer in Krasnoy and still handled business for half a dozen families in the valley.",
    "cn": "吉德的兄弟比他小六岁，却更灰白。艾曼纽尔曾在克拉斯诺当过律师，现在仍然为山谷里的半打家庭处理事务。",
    "context": "描述Emanuel与Guide的兄弟关系"
  },
  "itale_emanuel": {
    "en": "His uncle Emanuel cast a huge shadow that moved behind him on the wall. 'Come here, boy,' Emanuel said, 'and tell me what you've been up to.'",
    "cn": "他的叔叔艾曼纽尔的身影投在他身后的墙上，巨大且移动。'过来，孩子，'艾曼纽尔说，'告诉我你都干了些什么。'",
    "context": "Itale与叔叔的互动"
  },
  "eleonora_piera": {
    "en": "Piera's mother had died, fourteen years ago, in an epidemic of the cholera that followed the armies across Europe. Count Orlant, grieving, anxious, grateful, soon dared not decide anything concerning his daughter without consulting Eleonora.",
    "cn": "皮耶拉的母亲在十四年前死于霍乱，那是跟随欧洲军队而来的流行病。奥兰特伯爵悲伤、焦虑、感激，很快就不敢在不咨询埃莉奥诺拉的情况下为女儿做任何决定。",
    "context": "Eleonora成为Piera的义母"
  },
  "itale_piera": {
    "en": "Itale looked at Piera as she stood half turned from him and saw on the slender nape of her neck, below the wind-loosened chignon, three freckles: a pleasant sight.",
    "cn": "伊塔勒看着半转身对着他的皮耶拉，在她纤细的后颈上，在风吹松的发髻下面，看到三颗雀斑：一个愉快的景象。",
    "context": "Itale对Piera的爱慕"
  },
  "itale_frenin": {
    "en": "There are about five of us in Amiktiya who are serious about the ideas, right? said Frenin. The rest are just along for the ride. It's always that way.",
    "cn": "\"阿米克蒂亚里大约有五个人对这些理念是认真的，对吧？\"弗雷宁说。\"其余的人只是跟着凑热闹。总是这样。\"",
    "context": "Itale与Frenin讨论政治理想"
  },
  "itale_brelavay": {
    "en": "Look here, Frenin! Brelavay burst out—both had spent the last hour in the anxious search for Itale.",
    "cn": "\"听着，弗雷宁！\"布雷拉维突然叫道——两人刚花了一小时焦急地找伊塔勒。",
    "context": "Itale与Brelavay的友谊"
  }
}